{
	"menu": {
		 "home": "ГОЛОВНА",
		 "my-shop": "МАГАЗИН",
		 "about": "ПРО НАС",
		 "contact-us": "ДЛЯ ЗВ'ЯЗКУ",
		 "users": "АДМІН"
	},
	"loginTitles": {
		 "login": "Увійти",
		 "logout": "Вийти",
		 "signUp": "Зареєструватися",
		 "signIn": "Вхід",
		 "google": "Google",
		 "loginWithGoogle": "увійти через Google",
		 "alreadyAUser": "Вже зареєструвалися",
		 "doesntHaveAnAccount": "Не маєте акаунту?",
		 "or": "або",
		 "email": "Імейл",
		 "password": "Пароль",
		 "home": "На головну"
		},
		"errorMessages":{
		"enterValidEmail": "❌ Імейл введено невірно",
		"sixDigitsPasswordRequired": "❌ Пароль повинен містити 6 або більше символів"
		},
		"button":{
			"readMore": "Більше",
			"addToCart": "Додати в корзину",
			"add": "Додати",
			"productList": "До товарів",
			"close": "Закрити",
			"delete": "Видалити",
			"edit": "Змінити",
			"create": "Створити",
			"save": "Зберегти",
			"shopNow": "До магазину",
			"submit": "Відправити",
			"keepShopping": "Продовжити покупки",
			"checkout": "До оплати"
			

		},
		"product":{
			"titles":{
				"addProduct": "Додати товар",
				"productTitle": "Назва",
				"productPrice": "Ціна",
				"productDescription": "Опис",
				"productImage": "Зображення",
				"productType": "Тип"
			}
			
		},
		"video":{
			"videoHeader": "Розкрий потенціал свого макіяжу",
			"videoSubheader": "З Щітками Преміюм Класу"
		},
		"gentleTouch":{
			"title1": "Відчуй ніжний дотик наших щіток",
			"title2": "Підвищте рівень свого макіяжу з нашим подорожнім комплектом"
		},
		"footer":{
			"myAccount": "Мій обліковий запис",
			"myOrder": "Моє замовлення",
			"contactUs": {
				"contactUs": "Зв'язатись з нами",
				"paragraph1": "Ми доступні для вас 7 днів на тиждень, і якщо у вас є які-небудь питання, будь ласка, напишіть нам на електронну адресу. Ви також можете заповнити наступну форму, і ми зв'яжемося з вами протягом 48 годин.",
				"paragraph2": "Ми, команда DR Pro Makeup Brushes, намагаємося надати вичерпні та точні відповіді на всі запитання на кращому рівні наших можливостей. Зверніть увагу, що деякі спеціальні запити можуть зайняти кілька днів. Дякуємо за ваш інтерес та звернення до нас."
				},
			"brushPrecautions": "Заходи щодо безпеки",
			"return": "Повернення",
			"shipping": "Доставка",
			"privacypolicy": "Політика конфіденційності",
			"termsOfService": "Умови користування",
			"cookiePolicy": "Політика використання файлів cookie",
			"connect": "Зв'язатись",
			"name": "Ім'я",
			"email": "Пошта",
			"message": "Повідомлення"
		},
		"precautions":{
			"warning": "Попередження",
			"paragraph1": "Ці пензлики для макіяжу виготовлені з натурального волосся і пройшли докладний процес дезінфекції та стерилізації, щоб забезпечити чистоту. Проте важливо зауважити, що натуральне волосся може містити алергени, які можуть викликати алергічні реакції або чутливість у деяких осіб.",
			"paragraph2": "Якщо ви маєте відомі алергії або чутливість до натурального волосся чи будь-яких інших матеріалів, що часто зустрічаються в пензликах для макіяжу, ми настійно рекомендуємо бути обережними при використанні наших продуктів. Ми радимо провести тест на відгук на невеликій ділянці шкіри перед повним застосуванням, щоб оцінити будь-які можливі реакції.",
			"paragraph3": "Якщо ви відчуваєте дискомфорт, подразнення або алергічну реакцію, ми настійно рекомендуємо негайно припинити використання і звернутися за порадою до лікаря. Ваша безпека і благополуччя є для нас найважливішими, і ми закликаємо вас враховувати своє здоров'я, діючи за потреби."
		},
		"return":{
			"title": "Політика повернення",
			"paragraph1": "Дякуємо вам за вибір наших пензликів для макіяжу. Ми вдячні вам і прагнемо надавати вам продукти високої якості. Однак, якщо ви не повністю задоволені своїм покупками, у нас є політика повернення, щоб забезпечити ваше задоволення. Будь ласка, ознайомтеся з наступними деталями:",
			"paragraph2": "Зверніть увагу, що ця політика повернення може бути змінена без попереднього повідомлення. Ми рекомендуємо періодично переглядати нашу політику для отримання оновлень. Якщо у вас є які-небудь додаткові питання чи зауваження, будь ласка, не соромтеся звертатися до нашої служби підтримки клієнтів.",
			"paragraph3": "Дякуємо за ваше розуміння та співпрацю. Ми цінуємо ваше задоволення та прагнемо надати вам найкращий можливий досвід.",
			"eligibility": {
				"eligibilityForReturns": "Умови повернення:",
				"a": "Наша політика повернення дійсна протягом 14 днів з моменту покупки.",
				"b": "Щоб мати право на повернення, пензлики для макіяжу повинні бути невикористаними, у своєму оригінальному упакуванні і в тому ж стані, в якому ви їх отримали.",
				"c": "Ми не приймаємо повернення пензликів, які були використані або вимиті."
				},
			"return": {
				"returnProcess": "Процес повернення:",
				"a": "Щоб ініціювати повернення, люб'язно зв'яжіться з нашою службою підтримки клієнтів за електронною адресою  протягом 14-денного терміну повернення.",
				"b": "Вкажіть свій номер замовлення, опис проблеми та будь-які відповідні фотографії, якщо необхідно.",
				"c": "Наш представник з обслуговування клієнтів надасть вам вказівки щодо процесу повернення і надасть додаткові інструкції."
				},
			"refund": {
				"refundOptions": "Варіанти повернення коштів:",
				"a": " Після отримання та перевірки повернених пензликів для макіяжу ми здійснимо повернення коштів.",
				"b": "Повернення коштів буде здійснено в оригінальному методі оплати, використаному для покупки.",
				"c": "Зверніть увагу, що витрати на доставку та обробку не підлягають поверненню."
				},
			"exchange": {
				"exchanges": "Обмін:",
				"a": " Ми не пропонуємо прямого обміну для пензликів для макіяжу.",
				"b": "  Якщо ви хочете обміняти товар, будь ласка, дотримуйтеся процесу повернення, вказаного вище, і зробіть нове замовлення на потрібний продукт."
				},
			"damaged": {
				"damagedOrDefectiveItems": "Пошкоджені або дефектні товари:",
				"a": "У випадку отримання пошкодженого або дефектного пензлика для макіяжу, будь ласка, негайно зв'яжіться з нашою службою підтримки клієнтів за електронною адресою",
				"b": "Вкажіть свій номер замовлення, опис проблеми та будь-які відповідні фотографії.",
				"c": "Ми організуємо заміну або повернення коштів в залежності від вашого вибору."
				},
			"non-returnable": {
				"nonReturnableItems": "Неприйнятні для повернення товари:",
				"a": " З огляду на гігієнічні та безпекові причини ми не можемо приймати повернення використаних або вимитих пензликів для макіяжу."
				}
			},
			"aboutUs":{
				"title1": "Мрія, що здійснилася...",
				"title2": "Процес створення . . .",
				"paragraph1": "Привіт, мене звати Дарія Романова. Я професійний візажист і засновник бренду DR Promakeup. Я завжди вірив, що макіяж повинен бути формою мистецтва, засобом виразити унікальну ідентичність та святкувати різноманіття. З цією мрією на увазі я вирушив створити бренд пензлів для макіяжу, який революціонізує цю індустрію.",
				"paragraph2": "Наша історія бренду - це історія пристрасті, інновацій і глибокої віри в силу індивідуальності.",
				"paragraph3": "У світі, де красу часто визначають тенденції та відповідність, наші пензлики виступають як символ автентичності та самовираження.",
				"paragraph4": "Бренд DR Promakeup ґрунтується на тому, що кожен пензлик ручно створюється з максимальною увагою до деталей. Тут ми віримо, що кожний рух повинен бути мистецтвом, підкреслюючи природну красу кожної особистості. Тому ми використовуємо тільки найкращі матеріали, переконуючись, що наші пензлики не лише розкішні, а й етично вироблені.",
				"paragraph5": "Приєднуйтеся до нас у цій трансформаційній подорожі, де ми святкуємо мистецтво макіяжу та силу самовираження. Нехай наші ручні пензлики стануть вашими надійними інструментами, які направлять вас на шлях творчості та автентичності.",
				"paragraph6": "Мій друже, я закликаю вас триматися своїх мрій з невпинною наполегливістю... працюйте наполегливо, будьте уважні і ніколи не втрачайте зору на візію, яка живить вашу душу.",
				"paragraph7": "Надихайте та надихайтесь кожного дня!",
				"paragraph8": "Процес виготовлення ручних пензликів для макіяжу з натурального волосся включає уважне підбирання найкращого натурального волосся, його сортування та очищення, ручне створення кисточок та збирання пензлика. Натуральне волосся формується і зв'язується, щоб створити головку пензлика, яка потім приєднується до ручки з міцних матеріалів. Цей процес повністю виконується вручну нашими кваліфікованими робітниками. Цей дотепний процес гарантує, що пензлики мають преміальну якість і надають унікальний акцент майстерності."
			},
			"ourMission":{
				"title": "Наша Місія",
				"paragraph1": "Наша місія полягає в тому, щоб надавати ентузіастам краси високоякісні пензлики для макіяжу, виготовлені з натурального волосся. Ми вважаємо, що пензлики з натурального волосся пропонують неперевершену м'якість, точність і універсальність, дозволяючи користувачам бездоганно наносити макіяж без зайвих зусиль.",
				"paragraph2": "Вибираючи DR Promakeup, ви не лише інвестуєте у виняткові пензлики для макіяжу, але також підтримуєте бренд, який цінує якість, сталість та етичні практики. Ми запрошуємо вас відчути різницю, яку можуть зробити пензлики з натурального волосся в вашій щоденній рутині макіяжу та приєднатися до нас у святкуванні краси в її найприроднішій формі."
			},
			"cart":{
				"myCart": "Корзина",
				"subtotal": "Загальна вартість",
				"quantity": "Кількість",
				"remove": "Видалити",
				"item": "одиниця"
			}
		
}
